<script setup lang="ts"></script>

<template>
  <div class="content-about">
    <h3>О КОМПАНИИ</h3>
    <div class="content-about-info">
      <div class="content-about-info-text">
        <p>
          НПП «Фотон» – производитель приборов для систем автоматизации
          промышленных предприятий.
        </p>
        <p>
          Мы работаем на рынке с 1991 года и являемся разработчиками собственных
          уникальных программно-аппаратных комплексов, а также поставщиками
          электронных компонентов в РФ. Наша продукция не только постоянно
          модернизируется и пополняется новыми моделями.
        </p>
        <div>
          В нашем каталоге существуют следующие категории товаров:
          <ul>
            <li>Высоковольные источники питания (ВИП)</li>
            <li>Рентгеноспектральные анализаторы</li>
            <li>Комплексы для анализа трещинообразования в шахтах</li>
          </ul>
        </div>
        <p>
          Многолетний опыт работы позволяет производить высококачественную
          продукцию по оптимальной цене!
        </p>
      </div>
      <LangingContentAboutAchieveList />
    </div>
  </div>
</template>

<style lang="scss" scoped>
  .content-about{
    h3{
      font-weight: bold;
      margin: 0px 0px 10px 0px;
      font-size: 22px;
    }
  }
</style>
